Repository: juliotrigo/juliotrigo
Catalog: juliotrigo/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Bad Request
es: Solicitud Incorrecta

source: 400 Bad Request
es: 400 Solicitud Incorrecta

source: The server could not understand the request due to malformed syntax.
es: El servidor no pudo interpretar la petición debido a una incorrecta sintaxis.

source: Permission denied
es: Acceso denegado

source: 403 Forbidden
es: 403 Acceso prohibido

source: Permission denied. You do not have the permission to perform this action.
es: Pemiso denegado. Usted no tiene permiso para realizar esta acción.

source: Page not found
es: Página no encontrada

source: 404 Not Found
es: 404 No encontrado

source: Page not found. The requested page could not be found.
es: Página no encontrada. La página solicitada no pudo ser encontrada.

source: Server error
es: Error en el servidor

source: 500 Internal Server Error
es: 500 Error interno en el servidor

source: Server error. There has been a server error.
es: Error en el servidor. Ha habido un error en el servidor.

source: Hi there, I'm a Software Engineer based in
es: Hola, soy un ingeniero informático residente en

source: London.
es: Londres.

source: Work
es: Trabajo

source: Projects
es: Proyectos

source: LICENSE
es: LICENCIA

source: About
es: Acerca

source: Contact
es: Contacto

source: README
es: LEEME

source: Recycle
es: Papelera

source: Julio Trigo - Software Engineer
es: Julio Trigo - Ingeniero Informático

source: /home/juliotrigo/Desktop/Work
es: /home/juliotrigo/Escritorio/Trabajo

source: /home/juliotrigo/Desktop/Projects
es: /home/juliotrigo/Escritorio/Proyectos

source: File
es: Archivo

source: Edit
es: Edición

source: Format
es: Formato

source: View
es: Ver

source: Help
es: Ayuda

source: LICENSE - Mozilla Firefox
es: LICENCIA - Mozilla Firefox

source: file:///home/juliotrigo/Desktop/LICENSE.html
es: file:///home/juliotrigo/Escritorio/LICENCIA.html

source: Bookmarks
es: Marcadores

source: About - Mozilla Firefox
es: Acerca - Mozilla Firefox

source: file:///home/juliotrigo/Desktop/About.html
es: file:///home/juliotrigo/Escritorio/Acerca.html

source: Contact - Mozilla Firefox
es: Contacto - Mozilla Firefox

source: file:///home/juliotrigo/Desktop/Contact.html
es: file:///home/juliotrigo/Escritorio/Contacto.html

source: Recycle Bin
es: Papelera de reciclaje

source: About me
es: Acerca de mí

source: My name is Julio Trigo and I am a software engineer working in London.
es: Mi nombre es Julio Trigo y soy un ingeniero informático que actualmente trabaja en Londres.

source: Drop me a line!
es: Escríbeme!

source: If you want to get in touch, you can contact me via any of the social networks shown below or drop me an email at:
es: Si quieres ponerte en contacto comigo, puedes utilizar las redes sociales que aparecen en la barra de tareas o escribirme un email a:

source: Julio Trigo's website
es: Julio Trigo - Página web

source: What is it?
es: Qué es esto?

source: This is my personal website.
es: Ésta es mi página web personal.

source: The aim of this site is to present some information about me and my work.
es: El propósito de esta página es mostrar algo de información acerca de mí y de mi trabajo.

source: Version
es: Versión

source: The current version of this project is 1.0.0.
es: La versión actual de este proyecto es 1.0.0.

source: Technologies
es: Tecnologías

source: This website is powered by Django, the Python Web framework.
es: Esta página web funciona gracias a Django, el framework web escrito en Python.

source: It is all written in Python, HTML, CSS and JavaScript.
es: Todo el código está escrito en Python, HTML, CSS y JavaScript.

source: Languages
es: Idiomas

source: This website is translated into English and Spanish. It uses Django internationalization (I18N) for that purpose.
es: Esta página web está traducida al inglés y al español. Para ello se usa la internacionalización (I18N) de Django.

source: The language can be selected at the taskbar.
es: El idioma se puede seleccionar en la barra de tareas.

source: Design
es: Diseño

source: Icons
es: Iconos

source: You can either click or double click on an icon to trigger its default action.
es: Se puede hacer tanto un solo click como doble click sobre los iconos para ejecutar su acción por defecto.

source: Windows
es: Ventanas

source: All windows and folders are managed using CSS and JavaScript.
es: Todas las ventanas y carpetas se manejan usando CSS y JavaScript.

source: You can drag and drop all windows on this site.
es: Se pueden arrastrar todas las ventanas en esta web.

source: There are several window categories: folders, recycle bin, Web browsers and text editors.
es: Hay varias categorías de ventanas: carpetas, la papelera de reciclaje, navegadores web y editores de texto.

source: Windows can be closed by clicking on the red button at the top left corner.
es: Las ventanas se pueden cerrar pulsando en el botón rojo de la esquina superior izquierda.

source: Taskbar
es: Barra de Tareas

source: There is a taskbar at the bottom of the page which contains the website logo, links to some of my profiles on other sites, links to related technologies, the language selection bar and the time.
es: Hay una barra de tareas en la parte inferior de la página, la cual contiene el logo de la web, enlaces a algunos de mis perfiles en otras webs, enlaces a tecnologías relacionadas, la barra de selección del idioma y la hora.

source: Source Code
es: Código Fuente

source: This is an Open Source project hosted on GitHub:
es: Éste es un proyecto Open Source alojado en GitHub:

source: Author
es: Autor

source: Please see the file called About.
es: Por favor, ver el archivo Acerca.

source: Contact Info
es: Información de Contacto

source: Please see the file called Contact.
es: Por favor, ver el archivo Contacto.

source: Licensing
es: Licencia

source: Please see the file called LICENSE.
es: Por favor, ver el archivo LICENCIA.
